Revit 2024 API
SpecTypeId.ReinforcementArea Property
 Reinforcement Area, in discipline Structural.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId ReinforcementArea { get; }
Visual Basic
Public Shared ReadOnly Property ReinforcementArea As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ReinforcementArea {
	ForgeTypeId^ get ();
}
See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace